var news = [
{    
	"pdurl":"news-details.html",
	"pdName": "由各种物质组成的巨型球状天体，叫做星球。星球有一定的形状，有自己的运行轨道",
	"pddate": "2017-11-30 12:30:50"
}, {
	"pdurl":"news-details.html",
	"pdName": "由各种物质组成的巨型球状天体，叫做星球。星球有一定的形状，有自己的运行轨道",
	"pddate": "2017-11-30 12:30:50"
}, {
	"pdurl":"news-details.html",
	"pdName": "由各种物质组成的巨型球状天体，叫做星球。星球有一定的形状，有自己的运行轨道",
	"pddate": "2017-11-30 12:30:50"
}, {
	"pdurl":"news-details.html",
	"pdName": "由各种物质组成的巨型球状天体，叫做星球。星球有一定的形状，有自己的运行轨道",
	"pddate": "2017-11-30 12:30:50"
}, {
	"pdurl":"news-details.html",
	"pdName": "由各种物质组成的巨型球状天体，叫做星球。星球有一定的形状，有自己的运行轨道",
	"pddate": "2017-11-30 12:30:50"
}, {
	"pdurl":"news-details.html",
	"pdName": "由各种物质组成的巨型球状天体，叫做星球。星球有一定的形状，有自己的运行轨道",
	"pddate": "2017-11-30 12:30:50"
}, {
	"pdurl":"news-details.html",
	"pdName": "由各种物质组成的巨型球状天体，叫做星球。星球有一定的形状，有自己的运行轨道",
	"pddate": "2017-11-30 12:30:50"
}, {
	"pdurl":"news-details.html",
	"pdName": "由各种物质组成的巨型球状天体，叫做星球。星球有一定的形状，有自己的运行轨道",
	"pddate": "2017-11-30 12:30:50"
}, {
	"pdurl":"news-details.html",
	"pdName": "由各种物质组成的巨型球状天体，叫做星球。星球有一定的形状，有自己的运行轨道",
	"pddate": "2017-11-30 12:30:50"
}, {
	"pdurl":"news-details.html",
	"pdName": "由各种物质组成的巨型球状天体，叫做星球。星球有一定的形状，有自己的运行轨道",
	"pddate": "2017-11-30 12:30:50"
}, {
	"pdurl":"news-details.html",
	"pdName": "由各种物质组成的巨型球状天体，叫做星球。星球有一定的形状，有自己的运行轨道",
	"pddate": "2017-11-30 12:30:50"
}, {
	"pdurl":"news-details.html",
	"pdName": "由各种物质组成的巨型球状天体，叫做星球。星球有一定的形状，有自己的运行轨道",
	"pddate": "2017-11-30 12:30:50"
}
];