<?php
// 公司资源配置文件
return array(
	'REGION' => array('广州总公司', '成都分公司', '南京分公司', '北京分公司'),
	'SOURCE' => array(
		1 => '400',
		2 => 'QQ',
		3 => '商桥留言',
		4 => '在线商桥',
		5 => '短信',
		6 => '离线宝',
		7 => '访客QQ',
		8 => '访客系统',
		9 => '会员中心留言',  //小狮贝恩 - 会员中心留言
		10 => '手机网站留言', //小狮贝恩 - 手机网站留言
		11 => '网站申请', //可爱可亲 - 网站申请
		12 => '网站留言', //可爱可亲 - 网站留言
		13 => '来访',
		14 => '小能在线',
		15 => '小能留言',
	),
	'CHANNEL' => array(
		1 => '百度',
		2 => '搜狗',
		3 => '360',
		4 => '神马',
	),
	'BRAND' => array(
		1 => '可爱可亲',
		2 => '小狮贝恩',
	),
	'CHANNEL_SEM' => array(
		//可爱可亲
		1 => array(
				1 => '郭柳欣', //百度
				2 => '欧巧玲', //搜狗
				3 => '欧巧玲', //360
				4 => '欧巧玲', //神马
			),
		//小狮贝恩
		2 => array(
				1 => '吴慧', //百度
				2 => '张雯', //搜狗
				3 => '周梦娇', //360
				4 => '周梦娇', //神马
			),
	),
	'REGION_CATEGORY' => array(
		// 北分
		array('北京', '山东', '山西', '河南', '河北', '天津', '黑龙江', '黑龙', '辽宁', '吉林', '内蒙古', '内蒙'),
		// 成分
		array('四川', '重庆', '云南', '贵州', '西藏', '陕西', '甘肃', '宁夏', '青海', '新疆'),
		// 南分
		array('上海', '江苏', '浙江', '安徽', '湖北'),
	),
	'SHOP_RANK' => array(
		'1' => array('形象店', '高级店', '豪华店', '旗舰店', '至尊店', '会所店'),
		'2' => array('奢华店', '时代店', '优品店', '印象店'),
	),
	'ALLOT_TYPE' => array('honey', 'honey_fangke', 'lion', 'lion_fangke'),
	'COMPANY' => array("NANFEN"=>"南京分公司","BEIFEN"=>"北京分公司","CHENGFEN"=>"成都分公司","GUANGFEN"=>"广东分公司","XIBEI"=>"西北区域"),
	//南京分公司
	'NANFEN' => array('江苏','浙江','上海','安徽','湖北'),
	//北京分公司
	'BEIFEN' => array('河北','北京','天津','山西','山东','河南','辽宁','吉林','黑龙江','内蒙古'),
	//成都分公司
	'CHENGFEN' => array('四川','重庆','贵州','云南','新疆','西藏','甘肃','宁夏','青海'),
	//广东分公司
	'GUANGFEN' => array('广东','海南','广西','湖南','江西','福建'),
	//西北区域
	'XIBEI' => array('新疆','西藏','甘肃','宁夏','陕西','青海'),
	//北仓
	'BEICANG'=>array('山东','河南','河北','江苏','陕西','山西','辽宁','内蒙古','安徽','湖北','甘肃','新疆','黑龙江','宁夏','北京','天津','青海','吉林'),
	//南仓
	'NANCANG'=>array('四川','广东','湖南','广西','福建','江西','重庆','浙江','贵州','云南','海南','西藏','上海'),
	//审核状态
	'AUDITING' => array(
		0 => '待审核',
		1 => '审核通过',
		2 => '审核不通过',
		3 => '重新审核',
		// 4 => '审核中',
	),
	//关怀主题
	'CARE' => array('日常','节日','店庆','生日','其它'),
    //学历
    'EDUCATION' => array(
		0 => '小学',
		1 => '初中',
		2 => '高中',
		3 => '大专',
		4 => '本科',
		5 => '研究生',
		6 => '博士',
	),
	//满意度
	'SATISFIED' => array(
		0 => '非常满意',
		1 => '满意',
		2 => '一般',
		3 => '不满意',
	),
	//EHR部门ID
	'DEPT_ID' => array(
		'ZONGCAI'	=> 2,		//总裁办	   部门ID
		'SHANGPIN'	=> 3,		//商品中心 	   部门ID
		'TOUZI'		=> 4,		//门店投资中心 部门ID
		'YUNYING'	=> 22,		//门店运营中心 部门ID
		'XINGZHENG'	=> 23,		//行政部 	   部门ID
		'YANFA'		=> 24,		//生产研发中心 部门ID
		'IT'		=> 30,		//IT事业中心   部门ID
		'PINPAI'	=> 36,		//品牌管理中心 部门ID
		'HR'		=> 42,		//人力资源中心 部门ID
		'CAIWU'		=> 43,		//财务管理中心 部门ID
		'KEFU'		=> 44,		//客服服务中心 部门ID
		'O2O'		=> 45,		//O2O营销中心  部门ID
		'WULIU'		=> 47,		//物流中心 	   部门ID

		'TUIGUANG'	=> 31,		//网络推广部   部门ID
		'LION'		=> 34,		//小狮贝恩推广 小组ID
		'HONEY'		=> 35,		//可爱可亲推广 小组ID
	),

	'OPERATION' => array('新增','删除','查询','修改'),

	//客户档案审核权限
	'AUDIT' => array(
		'TOUZI'		=> array(5,201),	//门店投资中心		徐宁	5	余武鸣	201
		'KEFU'		=> array(173,174),	//客服服务中心		胡玉娟	173	李思琦	174
		'IT'		=> array(52),		//IT事业中心		李保盛	52
		'YUNYING'	=> array(2,267),	//门店运营中心		钟智敏  6   涂习武	267
	),
	//超级管理员组ID
	'ADMIN' => 1,
	//成功率统计
    'SUCCESS_RATE' => array(
        '白班', '晚班', '跟进', '协助-跟进', '值白班', '值晚班', '值跟进', '协助-值跟进', '商桥协助', '小能协助'
    ),
    //成功率来源
    'SUCCESS_RATE_SOURCE' => array(
		'企业QQ','百度商桥','访客QQ','小能在线'
    ),
    //回访紧急程度
    'REPLY_LEVEL' => array(
    	'中','高','低','紧急'
    ),
);